export default {
  ourStory: "НАША ИСТОРИЯ",
  aboutCompany: "О нашей компании",
  aboutInfo:
    "MyDataCoin — это платформа на основе блокчейна, целью которой является создание более прозрачной, этичной и справедливой модели обмена личными данными. MyDataCoin также предлагает покупателям данных более оптимизированный и экономически эффективный процесс получения высококачественных данных, обеспечивая при этом конфиденциальность и согласие поставщиков данных.",
  ourMission: "НАША МИССИЯ",
  missionTitle: "Конфиденциальность стала проще с MyDataCoin.",
  missionText:
    "Мы не продаем решение — мы предоставляем инновационные, социальные и новые возможности в инновационной блокчейн-индустрии Web3!",
  monetize: "Монетизируй",
  monetizeText:
    "MyDataCoin предоставит механизм для торговли персональными данными от имени владельца без нарушения права на защиту данных и конфиденциальность.",
  social: "Социальный и простой",
  socialText:
    "Это новая колониальная цифровая монета и цифровое решение для контроля потока данных посредством цифрового согласия на основе экосистемы цифрового доверия на основе SSI.",
  privacy: "Конфиденциальность",
  privacyText:
    "Наше решение улучшит контроль конфиденциальности и доверия, прозрачность потока данных и справедливое распределение цифровых дивидендов между участниками.",
  whatWeDo: "ЧТО МЫ ДЕЛАЕМ",
  ourTitle:
    "Экосистема MyDataCoin включает в себя несколько компонентов, в том числе:",
  ourText:
    "Некастодиальный кошелек для хранения токенов MyDataCoin и управления цифровым согласием на контроль личных данных.  ",

  ourText2:
    "Децентрализованный и безопасный реестр,обеспечивающий прозрачный и эффективный обмен личных данных, защищая при этом конфиденциальность и права отдельных лиц",
  ourText3:
    "Система проверки личности, основанная на принципах Self-Sovereign Identity (SSI).",
  ourText4:
    "Система мониторинга соответствия, которая гарантирует, что покупатели данных соблюдают правила защиты данных.",
  home: "Главная",

  ourText5:
    "Рынок персональных данных, где люди могут делиться своими данными с доверенными компаниями в обмен на токены MyDataCoin.",
  partnership: "ПАРТНЕРСТВО",
  partnersTitle: "Встречайте наших партнеров",
  partnersText:
    "Наши партнеры вносят больше, чем просто деньги. Их идеи, поддержка и многое другое помогают создавать более качественные продукты.",
  downloads: "ЗАГРУЗКИ",
  dataCategories: "Категорий данных",
  totalUsers: "Всего пользователей",
  protectText:
    "Защита вашей конфиденциальности и монетизация за счет предоставления инновационных социально-экономических возможностей.",
  signEmail: "ПОДПИСАТЬСЯ НА ОБНОВЛЕНИЯ ПО ЭЛЕКТРОННОЙ ПОЧТЕ",
  emailAddress: "Ваша e-mail почта",
  subsribe: "Подписаться",
  newsUpdates:
    "Зарегистрируйтесь, используя свой адрес электронной почты, чтобы получать новости и обновления",
  rights: "Авторские права © 2023 MyDataCoin. Все права защищены.",
  callUs: "Позвоните Нам",
  terms: "Условия предоставления услуг",
  GDPR: "GDPR",
  policy: "Политика Конфиденциальности",
  whitepaper: "Белая бумага",
  subsribe: "Подписаться",
  pitchDeck: "Питч-дек",
  address: "г.Бишкек, ул.Токтоналиева 46",

 
  aboutUs: "О нас",
  ourTeam: "Наша команда",
  docs: "Документация",
  app: "ПРИЛОЖЕНИЕ",
  contactUs: "Связаться с нами",
  chooseLan: "Выберите язык",
  termsPdf: "Условия",
  dataHolderAgreement: "Соглашение о держателе данных",
  privacyPolicyPdf: "Политика конфиденциальности",
  subjectAgreement: "Предмет соглашения",
};
