export default {
  touch: "ОСТАВАЙТЕСЬ НА СВЯЗИ",
  touchTitle: "Контактная информация",
  touchText:
    "Наша компания была основана в 2022 году и с тех пор мы неустанно работаем над тем, чтобы постоянно совершенствоваться. Мы стремимся быть в курсе инноваций и постоянно стремимся поделиться своим передовым опытом с другими.",
  office: "Главный офис",
  telegramSupport: "Telegram Поддержка",
  sendMsg: "Отправьте нам сообщение",
  name: "Ваше имя",
  kazakBranch: "Казахстанский филиал",
  email: "Ваша почта",
  
  message: "Ваше сообщение",
  submit: "Отправить",
  mission: "НАША МИССИЯ",
  missionTitle: "Как мы можем помочь вам сейчас?",
  missionText:
    "Получите мгновенную поддержку в виде ответа на любой интересующий вас вопрос.",
  ask: "Задайте вопрос",
  askText:
    "Если у вас есть вопросы, просим посетитеть раздел часто задаваемых вопросов на нашей главной странице. Если вы не можете найти ответ на ваш вопрос, задайте его в нашей группе Telegram!",
  partnership: "Партнерство",
  partnerText:
    "Стать нашим партнером легко! Всю необходимую информацию вы можете найти в нашей WIKI.",
  career: "Карьера",
  careerText:
    "На данный момент все наши вакансии заняты. Однако, если появятся какие-либо новые позиции, мы обновим наш веб-сайт и каналы социальных сетей, чтобы уведомить вас.",
  locations: "ЛОКАЦИИ",
  locationTitle: "Мы — глобально растущая компания",
  locationText:
    "Наша растущая команда охватывает три континента и бесчисленное количество часовых поясов. Мы стремимся создать наиболее надежный и устойчивый блокчейн для бизнеса, встречаясь с организациями там, где они находятся, а не наоборот.",
  howTo: "КАК ДОБРАТЬСЯ К НАМ",
  findOffice: "Найдите наш офис",
  address: "Казахстан, 050057, Алматы, ул. Мынбаева, 53",
  learnMore: "Подробнее",
  apply: "Подавайте сейчас",
  visitGroup: "Посетить группу",
  protectText:
    "Защита вашей конфиденциальности и монетизация за счет предоставления инновационных социально-экономических возможностей.",
  follow: "Подписаться",

  callUs: "Позвоните Нам",
  rights: "Авторские права © 2023 MyDataCoin. Все права защищены.",
  signEmail: "ПОДПИСАТЬСЯ НА ОБНОВЛЕНИЯ ПО ЭЛЕКТРОННОЙ ПОЧТЕ",
  emailAddress: "Ваша e-mail почта",

  subsribe: "Подписаться",
  
  newsUpdates:
    "Зарегистрируйтесь, используя свой адрес электронной почты, чтобы получать новости и обновления",
  terms: "Условия предоставления услуг",
  GDPR: "GDPR",
  policy: "Политика Конфиденциальности",
  whitepaper: "Белая бумага",
  pitchDeck1: "Питч-дек",
  home: "Главная",
  aboutUs: "О нас",
  ourTeam: "Наша команда",
  docs: "Документация",
  app: "ПРИЛОЖЕНИЕ",
  contactUs: "Связаться с нами",
  chooseLan: "Выберите язык",

  termsPdf: "Условия",
  dataHolderAgreement: "Соглашение о держателе данных",
  privacyPolicyPdf: "Политика конфиденциальности",
  subjectAgreement: "Предмет соглашения",
};
