export default {
  yourData: "ВАШИ ДАННЫЕ",
  yourAsset: "ВАШ ЦИФРОВОЙ АКТИВ",
  mainText: "Присоединяйтесь к революции персональных данных с MyDataCoin!",
  learn: "Узнать больше",

  home: "Главная",
  aboutUs: "О нас",
  ourTeam: "Наша команда",
  docs: "DOCS",
  app: "APP",
  contactUs: "Контакты",

  totalUsers: "ВСЕГО ПОЛЬЗОВАТЕЛЕЙ",
  dataCategories: "КАТЕГОРИЙ ДАННЫХ",

  rating: "РЕЙТИНГ",
  downloads: "ЗАГРУЗКИ",
  septemberMay: "Сентябрь 2022 - Май 2023",

  aboutTech: "О ТЕХНОЛОГИИ",
  januaryAugust: "Январь - Август 2022",
  aboutTitle:
    "Расширение прав и возможностей людей посредством управления личными данными на основе блокчейна.",
  aboutText:
    "MyDataCoin — это платформа на основе блокчейна, использующая технологию Cosmos SDK и Tendermint для обеспечения безопасного и прозрачного обмена личными данными между отдельными лицами и компаниями.",
  TendermintCore: "Tendermint Core",
  CosmosSDK: "Cosmos SDK",
  IBS: "IBS",
  coreText:
    "Высокая производительность, согласованность, гибкость и безопасный консенсус от The Tendermint Core.",
  cosmosText:
    "Богатый набор модулей, которые решают проблемы, такие как управление, токены, другие стандарты и взаимодействие с другими блокчейнами из Cosmos SDK.",
  ibsText:
    "Уровень приложения IBC используется для передачи токенов, межсетевых учетных записей, передачи невзаимозаменяемых токенов и потоков данных Oracle.",
  howItWorks: "КАК ЭТО РАБОТАЕТ?",
  worksTitle: "Как работает MyDataCoin",
  worksText:
    "Вы можете зарабатывать MDC, предоставляя свои личные данные более чем 20 держателям данных, и получать дивиденды прямо на свой кошелек.",
  download: "Скачать",
  sign: "Подписать",
  getProfit: "Получить выгоду",
  downloadTitle: "Открыть AppStore или Google Play",
  downloadText:
    "Загрузите наше мобильное приложение и сообщите нам страну вашего проживания. Если вы не нашли ни одного поставщика услуг в списке вашей страны, не волнуйтесь: мы постоянно расширяем сферу своей деятельности и скоро будем доступны для вас. Спасибо за ваше терпение и понимание.",
  signTitle: "Дайте свое согласие",
  signText:
    "Предоставьте свое согласие конкретному поставщику данных на обработку и монетизацию ваших личных данных и получите полные отчеты о транзакциях с данными.",
  profitTitle: "Получи $10 и больше",
  profitText:
    "Отслеживайте свои дивидендные доходы от всех поставщиков, с которыми вы согласились поделиться своими личными данными.",
  teamTitle:
    "Познакомьтесь с нашими экспертами по конфиденциальности и криптографии",
  teamText:
    "В нашу команду входят профессионалы с опытом в области цифровой трансформации, технологии блокчейн, маркетинга и юридических вопросов.",
  founderCEO: "Основатель & CEO",
  cto: "Coоснователь & CTO",
  chiefOfficer: "Директор по юридическим вопросам",
  communications: "Директор по Стратегическому Развитию и Коммуникациям",
  viewTeam: "Посмотреть всю команду",
  milestones: "МАЙЛСТОУНЫ",
  milestonesTitle: "Как мы создавали наше приложение",
  milestonesText:
    "За этот короткий период наша команда сумела добиться впечатляющих результатов, и впереди еще много всего!",
  january: "Январь",
  august: "Август",
  september: "Сентябрь",
  may: "Май",
  design: "Дизайн",
  develMvp: "Разработка MVP 1.0",
  mvpTest: "MVP 2.0, Testnet",
  designEur: "Проектирование и запуск, Европа",
  designUS: "Проектирование и запуск, США",
  secondhHalf: "Вторая половина 2024",
  moreAbout: "Больше о нас",
  manageTitle:
    "Управление вашими личными данными стало еще проще, чем когда-либо.",
  mobile:
    "Используйте наше мобильное приложение и предоставляйте только те данные, которые вы хотите.",
  dataTitle: "Ваш обозреватель данных",
  dataText:
    "Удобный и интуитивно понятный интерфейс для управления конфиденциальностью ваших данных.",
  smartTitle: "Подписание смарт-контрактов",
  smartText:
    "CosmWasm используется для уверенности в прозрачности выполнения обязательств",
  sendTitle: "Отправляйте и Получайте Дивиденды",
  sendText:
    "Менее 10 секунд для подтверждения транзакции стоимостью менее $0,01",
  faq: "FAQ",
  faqTitle: "Остались вопросы?",

  whatIsData: "Что такое MyDataCoin?",

  coinText:
    "MyDataCoin — это платформа на основе блокчейна, целью которой является создание справедливого и прозрачного рынка для обмена личными данными. Оно позволяет частным лицам владеть, управлять и монетизировать свои личные данные, одновременно предоставляя компаниям доступ к надежным и высококачественным данным. MyDataCoin использует передовые технологии шифрования и защиты данных для обеспечения конфиденциальности и безопасности пользовательских данных.",
  howWorks: "Как это работает?",
  howWorksText:
    "Сначала владелец данных присоединяется к нашей платформе, которая служит площадкой для хранения персональных данных. Владелец данных предоставляет нам необходимые конечные точки для функционирования экосистемы, включая доступ к списку персональных данных и отчетам о монетизации данных. Как пользователь, вы можете подписать «Смарт-контракт» с держателем данных, давая согласие на обработку, передачу и монетизацию ваших личных данных. Как только вы дадите свое согласие, владелец данных сможет начать работать с вашими данными в режиме реального времени, а вы будете получать дивиденды за свое участие в экосистеме. Таким образом, MyDataCoin обеспечивает прозрачную и этичную модель обмена личными данными, приносящую пользу как владельцам данных, так и пользователям.",
  whoCanUse: "Кто может использовать это приложение?",
  useText:
    "Использовать MyDataCoin может любой человек, владеющий личными данными. Платформа предназначена для того, чтобы предоставить людям контроль над своими личными данными и позволить им монетизировать их через справедливый и прозрачный рынок. Компании, желающие получить персональные данные, также могут использовать MyDataCoin для приобретения их у частных лиц и обеспечения получения данных законным и этическим способом.",
  whatWillGive: "Что получит пользователь?",

  giveText:
    "MyDataCoin стремится предоставить своим пользователям несколько преимуществ. Используя платформу, люди могут: ",

  giveText1:
    "Контролировать свои личные данные: пользователи имеют возможность решать, какой личной информацией они хотят поделиться с держателями данных.",
  giveText2:
    "Получать вознаграждения: пользователи могут зарабатывать токены MyDataCoin (MDC), делясь своими личными данными с утвержденными держателями данных.  Эти токены затем можно обменять на другие криптовалюты или использовать для покупки товаров и услуг.",
  giveText3:
    " Воспользуйтесь преимуществами прозрачности: MyDataCoin стремится обеспечить более прозрачный и этичный подход к обмену личными данными, предоставляя пользователям более полное представление о том, как используются их данные.",
  giveText4:
    "Монетизируйте личные данные. данные: пользователи могут монетизировать свои личные данные, делясь ими с владельцами данных безопасным и конфиденциальным способом.",
  howGuarantee: "Как вы гарантируете прозрачность выплаты дивидендов?",
  guaranteeText:
    "MyDataCoin использует технологию блокчейна для обеспечения прозрачности выплаты дивидендов. Каждая транзакция в блокчейне публично записывается, и пользователи могут легко проверить транзакции и соответствующие выплаты дивидендов. Кроме того, MyDataCoin внедрила смарт-контракты, которые автоматически выполняют выплаты дивидендов на основе правил и критериев, установленных платформой, гарантируя, что выплаты производятся точно и прозрачно. Такой уровень прозрачности помогает укрепить доверие между пользователями и обеспечивает справедливую и равноправную систему для всех участников.",
  howSafe: "Как вы гарантируете сохранность средств в моем кошельке?",
  safetyText:
    "MyDataCoin использует некастодиальный кошелек для обеспечения безопасности средств. Некастодиальный кошелек — это тип криптовалютного кошелька, который позволяет пользователям сохранять полный контроль и владение своими личными ключами, которые необходимы для доступа к своим криптовалютным средствам и управления ими. Это означает, что пользователи несут единоличную ответственность за безопасность своих средств, поскольку ни один сторонний хранитель не имеет доступа к их закрытым ключам. Таким образом, некастодиальный кошелек MyDataCoin обеспечивает дополнительный уровень безопасности средств пользователей.",
  monetizeTitle: "Вы собираете персональные данные? Монетизируйте это!",
  monetizeText:
    "MyDataCoin предоставит механизм торговли личными данными от имени владельца без нарушения права на защиту данных и конфиденциальность.",
  bePartners: "Давайте будем партнёрами!",
  protectText:
    "Защита вашей конфиденциальности и монетизация за счет предоставления инновационных социально-экономических возможностей.",
  follow: "Подписаться",
  address: "Казахстан, 050057, Алматы, ул. Мынбаева, 53",
  callUs: "Позвоните Нам",
  rights: "Авторские права © 2023 MyDataCoin. Все права защищены",
  signEmail: "ПОДПИСАТЬСЯ НА РАССЫЛКУ",
  emailAddress: "Ваша e-mail почта",

  subsribe: "Подписаться",
  newsUpdates:
    "Зарегистрируйтесь, используя свой адрес электронной почты, чтобы получать новости и обновления",
  terms: "Условия предоставления услуг",
  GDPR: "GDPR",
  policy: "Политика Конфиденциальности",
  whitepaper: "Белая бумага",
  pitchDeck: "Питч дек",
  chooseLan: "Выберите язык",
  
  termsPdf: "Условия",
  dataHolderAgreement: "Соглашение о держателе данных",
  privacyPolicyPdf: "Политика конфиденциальности",
  subjectAgreement: "Предмет соглашения",
};
