export default {
  privacePolicy: "Политика конфиденциальности",
  privacyHeader: "Типы Собираемых Данных",
  personalData: "Персональные Данные",
  personalDataTxt:
    "При использовании нашего Сервиса мы можем попросить вас предоставить нам определенную личную информацию, которая может быть использована для связи с вами или идентификации вас (“Персональные данные”). Личная информация может включать, но не ограничиваться:",
  photo: "Фото",
  nameAndFamily: "Имя и Фамилия",
  mobileNumber: "Контактный номер",
  cookies: "Файлы cookie и Данные об Использовании",
  cookiesText:
    "Мы можем использовать ваши Персональные Данные, чтобы связаться с вами с помощью информационных бюллетеней, маркетинговых или рекламных материалов и другой информации, которая может представлять для вас интерес. Вы можете отказаться от получения любого из этих сообщений от нас, перейдя по ссылке для отказа от подписки или инструкциям, предоставленным в любом отправленном нами электронном письме, или связавшись с нами",
  usageData: "Данные об Использовании",
  emailAddress: "Почта e-mail",
  usageDataText:
    "Мы также можем собирать информацию о том, как осуществляется доступ к Сервису и как он используется (“Данные об использовании”). Эти данные об использовании могут включать в себя такую информацию, как адрес интернет-протокола вашего компьютера (например, IP-адрес), тип браузера, версию браузера, страницы нашего сервиса, которые вы посещаете, время и дату вашего посещения, время, проведенное на этих страницах, уникальные идентификаторы устройств и другие диагностические данные",
  trackingCookies: "Отслеживание Данных и Файлы Cookie",
  trackingCookiesText:
    "Мы используем файлы cookie и аналогичные технологии для отслеживания активности на нашем сервисе и хранения определенной информации",
  trackingSubText:
    "Cookies - это файлы с небольшим объемом данных, включая анонимный уникальный идентификатор. Cookies отправляются в ваш браузер с веб-сайта и сохраняются на вашем устройстве. Также используются технологии отслеживания - маяки, теги и скрипты для сбора и отслеживания информации, а также для улучшения и анализа нашего Сервиса",
  trackingInfo:
    "Вы можете дать указание своему браузеру отказаться от всех файлов cookie или указать, когда отправляется файл cookie. Однако, если вы не принимаете файлы cookie, вы, возможно, не сможете использовать некоторые части нашего Сервиса",
  cookieExamples: "Примеры файлов Сookie, которые мы используем",
  sessionCookie:
    "Сессионные файлы cookie. Мы используем Сессионные файлы cookie для работы нашего Сервиса",
  preferenceCookie:
    " Сookie файлы Предпочтений. Мы используем cookie файлы предпочтений для запоминания ваших предпочтений и различных настроек",
  securityCookie:
    "Сессионные файлы cookie. Мы используем Сессионные файлы cookie для работы нашего сервиса",
  advertiseCookie:
    "Рекламные файлы cookie. Рекламные файлы cookie используются для показа вам рекламы, которая может иметь отношение к вам и вашим интересам",
  useOfData: "Использование Данных",
  useDataInfo: "MyDataCoin использует собранные данные для различных целей",
  providerService:
    "Чтобы предоставлять и поддерживать наш сервис в рабочем состоянии",
  notifyService: "Чтобы уведомлять вас об изменениях в нашем Сервисе",
  allowService:
    "Чтобы позволить вам участвовать в интерактивных функциях нашего Сервиса, когда вы решите это сделать",
  customerSupport: "Для обеспечения поддержки клиентов",
  improveService:
    "Для сбора анализа или ценной информации, чтобы мы могли улучшить наш Сервис",
  monitorService: "Для контроля за использованием нашего сервиса",
  detectIssues:
    "Для выявления, предотвращения и устранения технических неполадок",
  provideNews:
    "Чтобы предоставлять вам новости, специальные предложения и общую информацию о других предлагаемых нами товарах, услугах и мероприятиях, аналогичных тем, которые вы уже приобрели или о которых запрашивали, если только вы не решили не получать такую информацию",
  legasBases:
    "Правовая основа для обработки персональных данных в соответствии с Общим регламентом по защите данных (GDPR)",
  legalBasisText:
    "Если вы из Европейской экономической зоны (ЕЭЗ), правовая основа myData.coin для сбора и использования личной информации, описанной в настоящей Политике конфиденциальности, зависит от персональных данных, которые мы собираем, и конкретного контекста, в котором мы их собираем.",
  canProcess:
    "MyDataCoin может обрабатывать ваши персональные данные, поскольку",
  needContact: " Нам нужно заключить с вами контракт",
  youGavePersmission: "Вы дали нам на это разрешение",
  legalProcess:
    "Обработка осуществляется в наших законных интересах, и это не отменяется вашими правами",
  paymentProcess: "Для целей обработки платежей",
  lawComply: " Соблюдать закон",
  retentionData: "Хранение данных",
  retentionText:
    "MyDataCoin будет хранить ваши Персональные Данные только до тех пор, пока это необходимо для целей, изложенных в настоящей Политике конфиденциальности. Мы будем хранить и использовать ваши персональные данные в объеме, необходимом для выполнения наших юридических обязательств (например, если мы обязаны хранить ваши данные в соответствии с применимым законодательством), разрешения споров и обеспечения соблюдения наших юридических соглашений и политик",
  internalPurpose:
    "MyDataCoin также сохранит данные об использовании для целей внутреннего анализа",
  usageDataInfo:
    "Данные об использовании, как правило, хранятся в течение более короткого периода времени, за исключением случаев, когда эти данные используются для усиления безопасности или улучшения функциональности нашего Сервиса, или мы по закону обязаны хранить эти данные в течение более длительных периодов времени",
  transferOfData: "Передача Данных",
  transferDataText:
    "Ваша информация, включая персональные данные, может передаваться и храниться на компьютерах за пределами вашего штата, провинции, страны или другой государственной юрисдикции, где законы о защите данных могут отличаться от законов вашей юрисдикции",
  locationText:
    "Если вы находитесь за пределами Лондона и решили предоставить нам информацию, пожалуйста, обратите внимание, что мы передаем данные, включая персональные данные, в Лондон и обрабатываем их там",
  policyConsent:
    "Ваше согласие с настоящей Политикой конфиденциальности, за которым следует предоставление вами такой информации, означает ваше согласие на такую передачу",
  ensureData:
    "MyDataCoin предпримет все разумно необходимые шаги для обеспечения того, чтобы ваши данные обрабатывались безопасно и в соответствии с настоящей Политикой конфиденциальности, и никакая передача ваших персональных данных не будет осуществляться организации или стране, если не будут приняты надлежащие меры контроля, включая безопасность ваших данных и другой личной информации",
  disclosureData: "Раскрытие Данных",
  legalRequirements: "Юридические требования",
  disclosureInfo:
    "MyDataCoin может раскрывать ваши персональные данные, добросовестно полагая, что такое действие необходимо для",
  complyObligation: "Выполнения юридических обязательств",
  protectRights: "Для защиты прав или собственности MyDataCoin",
  protectService:
    "Предотвращать или расследовать возможные правонарушения, связанные с Сервисом",
  protectSafety:
    "Для защиты личной безопасности пользователей Сервиса или общественности",
  protectLiable: "Для защиты от юридической ответственности",
  dataSecurity: "Безопасность Данных",
  securityTxt:
    "Безопасность ваших данных важна для нас, но помните, что ни один способ передачи через Интернет или электронного хранения не является безопасным на 100%. Хотя мы стремимся использовать коммерчески приемлемые средства для защиты ваших персональных данных, мы не можем гарантировать их абсолютную безопасность",
  dataProtection:
    "Ваши права на защиту данных в соответствии с Общим регламентом по защите данных (GDPR)",
  dataLocation:
    "Если вы являетесь резидентом Европейской экономической зоны (ЕЭЗ), у вас есть определенные права на защиту данных. myData.coin стремится предпринять разумные шаги, позволяющие вам исправлять, дополнять, удалять или ограничивать использование ваших персональных данных",
  contactIfNeed:
    "Если вы хотите получить информацию о том, какие персональные данные мы храним о вас, и если вы хотите, чтобы они были удалены из наших систем, пожалуйста, свяжитесь с нами",
  dataProtectionInfo:
    "При определенных обстоятельствах у вас есть следующие права на защиту данных",
  accessRight:
    "Право на доступ, обновление или удаление информации, которой мы располагаем о вас. Когда это возможно, вы можете получить доступ, обновить или запросить удаление ваших персональных данных непосредственно в разделе настроек вашей учетной записи. Если вы не в состоянии выполнить эти действия самостоятельно, пожалуйста, свяжитесь с нами",
  wrongInfo:
    "Право на исправление. Вы имеете право на исправление вашей информации, если эта информация является неточной или неполной",
  objectRight:
    "Право на возражение. Вы имеете право возражать против нашей обработки ваших персональных данных",
  restrictRight:
    "Право на ограничение. Вы имеете право потребовать, чтобы мы ограничили обработку вашей личной информации",
  portabilityRight:
    " Право на переносимость данных. Вы имеете право на получение копии имеющейся у нас информации о вас в структурированном, машиночитаемом и широко используемом формате",
  withDrawRight:
    "Право отозвать согласие. Вы также имеете право отозвать свое согласие в любое время, если MyDataCoin полагался на ваше согласие на обработку вашей личной информации",
  askNote:
    "Пожалуйста, обратите внимание, что мы можем попросить вас подтвердить вашу личность, прежде чем отвечать на такие запросы",
  complainRight:
    "Вы имеете право подать жалобу в орган по защите данных на сбор и использование нами ваших персональных данных. Для получения дополнительной информации, пожалуйста, свяжитесь с вашим местным органом по защите данных в Европейской экономической зоне (ЕЭЗ)",
  serviceProviders: "Поставщики Услуг",
  serviceProvidersInfo:
    "Мы можем нанимать сторонние компании и частных лиц для облегчения нашего обслуживания (“Поставщики услуг”), для предоставления Сервиса от нашего имени, для выполнения связанных с Сервисом услуг или для оказания нам помощи в анализе того, как используется наш Сервис. Эти третьи лица имеют доступ к вашим персональным данным только для выполнения этих задач от нашего имени и обязаны не раскрывать и не использовать их для каких-либо других целей",
  analytics: "Аналитика",
  serviceProvidersText:
    "Мы можем использовать сторонних поставщиков услуг для мониторинга и анализа использования наш сервис",
  googleAnalytics: "Google Analytics",
  googleAnalyticsInfo:
    "Google Analytics - это сервис веб-аналитики, предлагаемый Google, который отслеживает посещаемость веб-сайта и сообщает о ней. Google использует собранные данные для отслеживания и мониторинга использования нашего сервиса. Эти данные передаются другим сервисам Google. Google может использовать собранные данные для контекстуализации и персонализации рекламы в своей собственной рекламной сети",
  googleAnalyticsText:
    "Вы можете отказаться от того, чтобы ваши действия в Сервисе были доступны Google Analytics, установив дополнение для браузера Google Analytics opt-out. Это дополнение не позволяет JavaScript Google Analytics (ga.js, analytics.js и dc.js) передавать Google Analytics информацию об активности посещений. Для получения дополнительной информации о политике конфиденциальности Google, пожалуйста, посетите веб-страницу Google Privacy & Terms: http://www.google.com/intl/en/policies/privacy",
  childrenPrivacy: "Конфиденциальность детей",
  childrenPrivacyText:
    "Наш сервис не предназначен для лиц младше 18 лет (“Дети”). Мы сознательно не собираем личную информацию от лиц младше 18 лет. Если вы являетесь родителем или опекуном и вам известно, что ваши дети предоставили нам персональные данные, пожалуйста, свяжитесь с нами. Если нам станет известно, что мы собрали персональные данные детей без подтверждения согласия родителей, мы предпримем шаги по удалению этой информации с наших серверов",
  policyChange: "Изменения в настоящей Политике Конфиденциальности",
  policyChangeText:
    "Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы уведомим вас о любых изменениях, разместив новую политику конфиденциальности на этой странице",
  policyChangeInfo:
    "Мы сообщим вам об этом по электронной почте и/или в заметном уведомлении на нашем сервисе до вступления изменений в силу и обновим “дату вступления в силу” в верхней части этой Политики конфиденциальности",
  policyDatesInfo:
    "Вам рекомендуется периодически просматривать настоящую Политику конфиденциальности на предмет любых изменений. Изменения в настоящей Политике конфиденциальности вступают в силу с момента их публикации на этой странице",
  policyDate: "Дата вступления в силу: 1 апреля 2022 года",

  protectText:
    "Защита вашей конфиденциальности и монетизация за счет предоставления инновационных социально-экономических возможностей.",
  follow: "Подписаться",
  address: "г.Бишкек, ул.Токтоналиева 46",
  callUs: "Позвоните Нам",
  rights: "Авторские права © 2023 MyDataCoin. Все права защищены.",
  signEmail: "ПОДПИСАТЬСЯ НА ОБНОВЛЕНИЯ ПО ЭЛЕКТРОННОЙ ПОЧТЕ",

  subscribe: "Подписаться",
  newsUpdates:
    "Зарегистрируйтесь, используя свой адрес электронной почты, чтобы получать новости и обновления",
  terms: "Условия предоставления услуг",
  GDPR: "GDPR",
  policy: "Политика Конфиденциальности",
  whitepaper: "Белая бумага",
  pitchDeck: "Питч-дек",
  
  home: "Главная",
  aboutUs: "О нас",
  ourTeam: "Наша команда",
  docs: "Документация",
  app: "ПРИЛОЖЕНИЕ",
  contactUs: "Связаться с нами",
  chooseLan: "Выберите язык",

  termsPdf: "Условия",
  dataHolderAgreement: "Соглашение о держателе данных",
  privacyPolicyPdf: "Политика конфиденциальности",
  subjectAgreement: "Предмет соглашения",
};
