export default {
  advisors: "Эдвайзеры",
  director: "Исполнительный директор JETON",
  lawyer: "Адвокат",
  teamTitle:
    "Познакомьтесь с нашими экспертами по конфиденциальности и криптографии",
  teamText:
    "Наша команда состоит как из молодых, так и из опытных прогрессивных людей, для которых нет невыполнимых задач! Решение общей задачи день ото дня объединяет нашу команду.",
  developer: "Разработчик",
  flutterDeveloper: "Flutter Разработчик",
  qaEng: "QA Инженер",
  frontDev: "FrontEnd Разработчик",
  projManager: "Проектный Менеджер",
  wantToJoin: "Хотите присоединиться к нашей команде?",
  apply: "Подавайте сейчас",
  ourTeam: "Наша команда",
  founderCEO: "Основатель & CEO",
  cto: "Coоснователь & CTO",
  chiefOfficer: "Главный Юридический Директор",
  communications:
    "Главный Директор по Стратегическому Развитию и Коммуникациям",
  protectText:
    "Защита вашей конфиденциальности и монетизация за счет предоставления инновационных социально-экономических возможностей.",
  follow: "Подписаться",
  address: "г.Бишкек, ул.Токтоналиева 46",
  callUs: "Позвоните Нам",
  rights: "Авторские права © 2023 MyDataCoin. Все права защищены.",
  signEmail: "ПОДПИСАТЬСЯ НА ОБНОВЛЕНИЯ ПО ЭЛЕКТРОННОЙ ПОЧТЕ",
  emailAddress: "Ваша e-mail почта",
  subsribe: "Подписаться",
  newsUpdates:
    "Зарегистрируйтесь, используя свой адрес электронной почты, чтобы получать новости и обновления",
  terms: "Условия предоставления услуг",
  GDPR: "GDPR",
  policy: "Политика Конфиденциальности",
  whitepaper: "Белая бумага",
  pitchDeck: "Питч-дек",
  home: "Главная",

  aboutUs: "О нас",

  docs: "Документация",
  app: "ПРИЛОЖЕНИЕ",
  contactUs: "Связаться с нами",
  chooseLan: "Выберите язык",

  termsPdf: "Условия",
  dataHolderAgreement: "Соглашение о держателе данных",
  privacyPolicyPdf: "Политика конфиденциальности",
  subjectAgreement: "Предмет соглашения",
  designer: "Дизайнер",
};
