export default {
  termsOfService: "Условия Предоставления Услуг",
  termsOfService2: "Условия Предоставления Услуг",
  termsHeader:
    "Заходя на веб-сайт по адресу mydatacoin.io, вы соглашаетесь соблюдать настоящие условия предоставления услуг, все применимые законы и нормативные акты и соглашаетесь с тем, что вы несете ответственность за соблюдение любых применимых местных законов. Если вы не согласны с этими условиями, вам запрещено использовать этот сайт или получать к нему доступ. Кроме того, материалы, содержащиеся на этом веб-сайте, защищены действующим законодательством об авторском праве и товарных знаках",
  useLicense: "Лицензия на использование",
  useLicenseInfo:
    "Предоставляется разрешение на временную загрузку одной копии материалов (информации или программного обеспечения) с веб-сайта MyDataCoin только для личного, некоммерческого временного просмотра. Это предоставление лицензии, а не передача права собственности, и в соответствии с этой лицензией вы не имеете права",
  modifyMaterial: "Изменять или копировать материалы",
  useMaterial:
    "Использовать материалы в любых коммерческих целях или для любого публичного показа (коммерческого или некоммерческого)",
  reverseEngineer:
    "Попытка декомпиляции или обратного проектирования любого программного обеспечения, содержащегося на веб-сайте MyDataCoin",
  transferMaterials:
    "Передача материалов другому лицу или 'зеркальное отображение' материалов на любом другом сервере",
  terminateLicense:
    "Действие настоящей лицензии автоматически прекращается, если вы нарушаете любое из этих ограничений, и может быть прекращено MyDataCoin в любое время. После прекращения просмотра вами этих материалов или прекращения действия настоящей лицензии вы должны уничтожить все загруженные материалы, находящиеся в вашем распоряжении, будь то в электронном или печатном формате",
  disclaimer: "Дисклеймер",
  diclaimerText:
    "Материалы на веб-сайте MyDataCoin предоставляются на условиях 'как есть'. MyDataCoin не дает никаких гарантий, явных или подразумеваемых, и настоящим отказывается от всех других гарантий, включая, помимо прочего, подразумеваемые гарантии или условия товарной пригодности, пригодности для определенной цели или ненарушения интеллектуальной собственности или другого нарушения прав",
  disclaimerInfo:
    "Кроме того, MyDataCoin не гарантирует и не делает никаких заявлений относительно точности, вероятных результатов или надежности использования материалов на своем веб-сайте или иным образом относящихся к таким материалам или на любых сайтах, связанных с этим сайтом",
  limitations: "Ограничения",
  limitationText:
    "Ни в коем случае MyDataCoin или его поставщики не несут ответственности за какой-либо ущерб (включая, помимо прочего, ущерб в связи с потерей данных или прибыли или из-за перерыва в работе), возникший в результате использования или невозможности использования материалов на веб-сайте MyDataCoin, даже если MyDataCoin или уполномоченный представитель MyDataCoin был уведомлен устно или письменно о возможности такого ущерба. Поскольку в некоторых юрисдикциях не допускаются ограничения подразумеваемых гарантий или ответственности за косвенный или случайный ущерб, эти ограничения могут к вам не применяться",
  accuracyDetails: "Точность материалов",
  accuracyText:
    "Материалы, размещенные на веб-сайте MyDataCoin, могут содержать технические, типографские или фотографические ошибки. MyDataCoin не гарантирует, что какие-либо материалы на его веб-сайте являются точными, полными или актуальными. MyDataCoin может вносить изменения в материалы, содержащиеся на его веб-сайте, в любое время без предварительного уведомления. Однако MyDataCoin не обязуется обновлять материалы",
  links: "Ссылки",
  linksText:
    "MyDataCoin не просматривал все сайты, на которые есть ссылки на его веб-сайте, и не несет ответственности за содержание любого такого сайта, на который есть ссылки. Включение любой ссылки не означает одобрения сайта MyDataCoin. Использование любого такого связанного веб-сайта осуществляется пользователем на свой страх и риск",
  modifications: "Модификации",
  modificationTxt:
    "MyDataCoin может пересматривать настоящие условия предоставления услуг для своего веб-сайта в любое время без предварительного уведомления. Используя этот веб-сайт, вы соглашаетесь соблюдать действующую на тот момент версию настоящих условий предоставления услуг",
  governingLaw: " Регулирующее Законодательство",
  governingText:
    "MyDataCoin может пересмотреть настоящие условия предоставления услуг для своего веб-сайта в любое время без предварительного уведомления. Используя этот веб-сайт, вы соглашаетесь соблюдать действующую на тот момент версию настоящих условий предоставления услуг",
  latestUpdate: "Последнее обновление: 1 апреля 2022 года",
  protectText:
    "Защита вашей конфиденциальности и монетизация за счет предоставления инновационных социально-экономических возможностей.",
  follow: "Подписаться",
  address: "Казахстан, 050057, Алматы, ул. Мынбаева, 53",
  callUs: "Позвоните Нам",
  rights: "Авторские права © 2023 MyDataCoin. Все права защищены.",
  signEmail: "ПОДПИСАТЬСЯ НА ОБНОВЛЕНИЯ ПО ЭЛЕКТРОННОЙ ПОЧТЕ",
  emailAddress: "Ваша e-mail почта",

  subsribe: "Подписаться",
  newsUpdates:
    "Зарегистрируйтесь, используя свой адрес электронной почты, чтобы получать новости и обновления",
  terms: "Условия предоставления услуг",
  GDPR: "GDPR",
  policy: "Политика Конфиденциальности",
  whitepaper: "Белая бумага",
  pitchDeck: "Питч-дек",

  home: "Главная",
  aboutUs: "О нас",
  ourTeam: "Наша команда",
  docs: "Документация",
  app: "ПРИЛОЖЕНИЕ",
  chooseLan: "Выберите язык",
  contactUs: "Связаться с нами",

  termsPdf: "Условия",
  dataHolderAgreement: "Соглашение о держателе данных",
  privacyPolicyPdf: "Политика конфиденциальности",
  subjectAgreement: "Предмет соглашения",
};
